drewbourne.vscode-remark-lint
EditorConfig.EditorConfig
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
asciidoctor.asciidoctor-vscode
eamodio.gitlens
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-containers
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
ms-vscode-remote.vscode-remote-extensionpack
golang.Go
formulahendry.docker-explorer
DavidAnson.vscode-markdownlint
timonwong.shellcheck
ms-ceintl.vscode-language-pack-de
ms-python.isort
ms-python.python
ms-python.debugpy
vscjava.vscode-java-pack
vscjava.vscode-java-dependency
vscjava.vscode-maven
vscjava.vscode-java-test
redhat.fabric8-analytics
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
redhat.vscode-commons
ms-kubernetes-tools.vscode-kubernetes-tools
inercia.vscode-k3d
ms-kubernetes-tools.kind-vscode
technosophos.vscode-helm
sandipchitale.vscode-kubernetes-helm-extras
tim-koehler.helm-intellisense
grafana.vscode-jsonnet
pedrazas.kubernetes-snippets
kennylong.kubernetes-yaml-formatter
yzhang.markdown-all-in-one
shd101wyy.markdown-preview-enhanced
yzane.markdown-pdf
darkriszty.markdown-table-prettify
adamhartford.vscode-base64